{"path":"/serie/stream/zwei-engel-fuer-amor","name":"Zwei Engel für Amor","descr":"Freund Andi hat sie verlassen, der tagtägliche Job im Café Engel nervt und dann auch noch das: der Marmor-Barockengel auf der Theke des Cafés spricht Kim an und verspricht: \"Ich sorge dafür, dass Andi Dich wieder liebt.\" Der Preis: Kim muss als Amors Botschafter Liebe unter die Menschen bringen. Und das gemeinsam mit Max, dem Schauspieler mit dem Super Ego und der leichten Panik vor dem Alter, der sich von Amor alle – wirklich alle – Frauen dieser Welt wünscht.Zwei Liebes-Agenten wie sie unterschiedlicher nicht sein könnten, dazu die schwierigen Aufträge eines Liebesgottes, der scheint’s seinen ganz eigenen Masterplan im Kopf hat – für Witz, Streit und schräge Turbulenzen ist gesorgt.","seasons":[{"path":"/serie/stream/zwei-engel-fuer-amor/staffel-1","seasonId":"Staffel 1","episodes":[{"path":"/serie/stream/zwei-engel-fuer-amor/staffel-1/episode-1","name":"Liebe und Engel","epNo":1,"alt":"","descr":"Wie erobert man seinen Ex zurück? Steckt in diesem kleinen Marmorengel wirklich der Liebesgott Amor und kann der seine Versprechen auch halten? Kim kellnert gerade im Café Engel, als sie erfährt, dass ihr Ex Andi, den sie immer noch liebt, seine neue Freundin Franziska heiraten will. Max, der Schauspieler mit dem Super-Ego, hat da ganz andere Sorgen: Um seinem Manager Winne zu beweisen, dass er noch lange nicht zu alt fürs Showbusiness ist, mehr noch, auf Frauen unwiderstehlich wirkt, schüttet er ausgerechnet Kim wie zufällig Kaffee über den Pulli – als Vorwand, sie zum Essen einladen zu können. Klar, dass Kim ihn abblitzen lässt. Dafür spricht Kim etwas ganz anderes an und lässt sie für Sekunden an ihrem Verstand zweifeln. Der Marmorengel, der seit gestern im Café Engel steht, kann nämlich sprechen, und zwar nur zu Kim. In seinem Auftrag soll sie Liebespaare zusammenbringen und als Belohnung verspricht er ihr ihren Ex Freund Andi zurück. Ihr erster Auftrag: Sie soll Britti, die neue Köchin im Cafe, zum Liebesglück verhelfen. Und – wie Amor vorausgesagt hat – ist diese Britti gerade frisch verliebt: In die Arme eines Männermodels, die sie auf einer Werbeplakat gesehen hat …  Kim soll nun diese Männerarme mit Britti vereinen. Und alles deutet darauf hin, dass das Model mit den Superarmen ausgerechnet der Schauspieler Max ist. Max aber nennt Britti mollig, Britti ist enttäuscht, ihren Traum jetzt schon austräumen zu müssen und macht Kim dafür verantwortlich, und die steht mit leeren Händen da. Oder doch nicht? Denn auch Max wird plötzlich von Amor angesprochen und der sagt unmissverständlich: \"Du musst Kim helfen!\"","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505313","hoster":"VOE"},{"path":"/redirect/8660599","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zwei-engel-fuer-amor/staffel-1/episode-2","name":"Liebe und Rubens","epNo":2,"alt":"","descr":"Zählt in der Liebe Schönheit, oder ist die Liebe doch eine Herzensangelegenheit? Max Goldberg! Ausgerechnet ihn engagiert Amor als zweiten Liebesbotschafter und verspricht ihm, wenn er die Kuppel-Aufträge mit Kim gemeinsam löst, dass sich alle Frauen in ihn verlieben werden. Kein Traum-Duo: Denn Kim will ihre große Liebe Andi zurück, Max, der selbst ernannte Womanizer, eigentlich alle Frauen dieser Welt und Amor, ihr ‚Chef‘, hält nur knappe Ansagen für die beiden bereit. Wie zum Beispiel Britti und das Armmodel Yanni zusammenzubringen. Max ist sich sicher, dass dies richtig schwierig wird. Britti, eine leidenschaftliche Köchin und Schokoladenliebhaberin, hat nicht gerade Traummaße. Was zählt nun: Pfunde oder Herz, Aussehen oder Charakter? Dieselbe Frage muss sich Kim auch stellen, denn neben Andis Franziska fühlt sie sich wie ein hässliches Entlein. Aber zwischen Andi und ihr gibt es Momente, in denen ist es fast wie früher – bis die schöne Franziska auftaucht.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505316","hoster":"VOE"},{"path":"/redirect/8660597","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zwei-engel-fuer-amor/staffel-1/episode-3","name":"Liebe und Kummer","epNo":3,"alt":"","descr":"Wie viele Chancen hat man in der Liebe? – Amors neuer Auftrag: Crüsemannstraße 61. Kim und Max sind verwirrt: Nur eine Adresse als Hinweis? Sie klingeln an jeder Wohnungstür des Hochhauses und finden schließlich auf dem Dach: Nina – kurz davor, zu springen. Denn Nina wurde von ihrem Freund Dirk verlassen und weil sie ihn wirklich liebt, will sie lieber sterben als weiterleben. Klarer Handlungsbedarf: Dirk muss einfach zurückkommen! Aber so einfach ist das nicht, denn Nina hat Dirk vor Wut drei Rippen gebrochen, als der mit ihr Schluss machen wollte. Und der liegt noch im Krankenhaus und ist froh, dort vor Nina sicher zu sein. Kein Weg zurück! Kein Weg zurück? Andi möchte sich mit Kim über ihre Beziehung aussprechen, damit sie richtige Freunde werden können. Auch das noch. Kommt aber noch schlimmer, ausgerechnet Franziska will Kim als Umzugshelferin zu einem Danke-Schön-Essen einladen. Zu nichts hat Kim weniger Lust.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505320","hoster":"VOE"},{"path":"/redirect/8660600","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zwei-engel-fuer-amor/staffel-1/episode-4","name":"Liebe und Gründe","epNo":4,"alt":"","descr":"Was hält die Liebe aufrecht? Festhalten oder Loslassen? – Amors Auftrag: Dirk und Nina wieder zusammen zu bringen. Nina ist verschwunden. Kim und Max müssen sie finden, bevor sie sich womöglich doch noch etwas antut. Und nur Dirk kann wissen, wo sie stecken könnte, kennt er doch die geheimen Liebesplätze aus vergangenen Tagen. Dirk vermutet aber einen neuen Erpressungsversuch hinter Ninas Verschwinden und muss von Kim mit unsanften Mitteln nun selbst dazu erpresst werden, das Versteck preiszugeben. Kim und Max finden Nina gerade noch rechtzeitig, bevor sie springen kann. Um sie davon abzuhalten, erfindet Kim eine Lüge: \"Dirk will dich zurück!\" Stimmt aber nicht, und in der Liebe zu tricksen bringt nichts! Das meint auch Kims Schwester Paula. Zumindest erkennt Kim Ninas Problem: Sie hat zu viel geklammert und Dirks Gefühlen nicht vertraut. Was tun? Von wegen klammern: Kim vermutet, dass sie bei Andi genau denselben Fehler gemacht hat und stellt Max als ihren neuen Freund vor, um Andi zu beweisen, dass sie auch ohne ihn leben kann. Dass das keine gute Idee ist, stellt sich dann während eines gemeinsamen Essens bei Andi heraus: Max geht in seiner Rolle richtig auf und gibt ungefragt einen detaillierten Bericht über ihre angeblich erste Liebesnacht. Kim würde am liebsten im Erdboden versinken","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505317","hoster":"VOE"},{"path":"/redirect/8660601","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zwei-engel-fuer-amor/staffel-1/episode-5","name":"Liebe und Babys","epNo":5,"alt":"","descr":"Der Versuch, eine alte Liebe mit einer neuen zu vergessen – Amors Auftrag: Kim und Max sollen einen Mann für Nele und Ole finden. Klingt irgendwie nach \"flottem Dreier\" – da sind sich die beiden ausnahmsweise einmal einig. Kims Schwester Paula hat ein Andi-Entwöhnungs-Date organisiert: Ein Abendessen mit Paulas sympathischem Nachbarn Sebastian. Und hier erfährt Kim, dass Sebastians Ex-Frau Nele heißt und ihr gemeinsamer Sohn Ole. Aha. Für die beiden sollen sie also einen Mann finden. Mit einem Trick lernt Kim Nele kennen. Kim bietet Nele an, auf Ole aufzupassen, damit Nele andere Männer kennen lernen und treffen kann. Zum Beispiel den Typ von nebenan, den findet Nele nämlich ganz süß. Und nebenher stellt Kim fest, dass sie Sebastian eigentlich auch ganz nett findet …  Soweit die Theorie: Aber gerade als Kim und Max allein mit dem Kinderwagen auf der Straße stehen, kommt ausgerechnet Sebastian um die Ecke. Der soll nun nicht gerade mitbekommen, dass Kim und Max hinter seinem Rücken seine Ex neu verkuppeln. Schnell schubst Kim Max und das Baby in den nächsten Bus und lenkt Sebastian mit einer Verabredung zum Kaffee ab. Und Max? Der macht im Bus auf die hübsche Gwyneth einen super starken Eindruck als treu sorgender Vater. Beim Aussteigen sichert sich Max gleich mal eine Verabredung, sieht dabei Gwyneth so tief in die Augen, dass er glatt das Baby im Bus vergisst …  Andi möchte, dass er und Kim gute Freunde bleiben. Das kommt nicht besonders gut bei Kim an, aber zu seiner Einladung zu einem Konzert kann sie nicht nein sagen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505318","hoster":"VOE"},{"path":"/redirect/12985366","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zwei-engel-fuer-amor/staffel-1/episode-6","name":"Liebe und Küsse","epNo":6,"alt":"","descr":"Von der Erkenntnis, dass eine neue Liebe die alte nicht ersetzten kann – Amors Auftrag: Den richtigen Mann für Nele und ihr Baby Ole finden. Das Baby ist wohlbehalten zurück bei Nele, und da das Date mit ihrem Nachbarn für sie gar nicht so übel verlief, gibt es gleich ein zweites. Auch Kim verabredet sich wieder heimlich hinter Neles Rücken mit deren Ex-Freund Sebastian. Max hat ein neues Rollenangebot, endlich mal was anderes als immer nur den \"Serien-Kommissar\" spielen. Diesmal ist es großes Kino. Die story der Gruppe \"Village People\" soll verfilmt werden und Max einen tanzenden Sänger mimen. Er übt schon mal im Lederkostüm. Aber es will nicht klappen: Kein Tanzschritt, keine Coolness. Warum nur nicht? Erst als Babysitter von Ole wird ihm bewusst, dass ihn seine Rolle als Kommissar wirklich glücklich macht und er so viel Neues gar nicht will. Dazu zählt auch, dass Kim sich plötzlich für Sebastian interessiert. Nele küsst ihren Nachbarn, Kim deren Ex-Freund Sebastian, und alle drei – Nele, Kim und Sebastian – sind sich am Ende des Abends einig: Sie können ihre Ex-Freunde nicht vergessen. Sebastian will zurück zu Nele, Nele will zurück zu Sebastian. Und Kim? Kim landet mit Andi auf einen Absacker an der Theke des Café Engel","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12174111","hoster":"VOE"},{"path":"/redirect/8660603","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zwei-engel-fuer-amor/staffel-1/episode-7","name":"Liebe und Eltern","epNo":7,"alt":"","descr":"Gibt es die Liebe fürs Leben? – Amors Auftrag: Er will, dass Kim und Max die Liebe von Kims Eltern wieder herstellen. Der Engel muss verrückt geworden sein! Ausgerechnet Kims Eltern, Dagmar und Michael, die seit 35 Jahren glücklich verheiratet sind. Oder doch nicht so glücklich? Dagmar jedenfalls geht neuerdings allein zum Tanzkurs und Max, der ihr heimlich folgt, sieht, wie der Tanzlehrer Ramon heftig mit ihr flirtet. Kims Schwester Paula warnt: \"Haltet euch da raus!\" Zu spät, Kim und Max streiten lauthals vor Kims Elternhaus, ob sie Michael von diesem Flirt berichten sollen und Kims Vater Michael hört die ganze Geschichte mit. Die Situation eskaliert: Michael stellt Dagmar zur Rede, die empört das Haus verlässt, weil sie ihrem Mann immer treu war. Michael bleibt deprimiert zurück, Kim lässt sich von Andi trösten, und ausgerechnet Max scheint einen Ausweg zu kennen: Seine Mutter Christel. Die ist in der Stadt und könnte doch ein bisschen mit Michael flirten, damit Dagmar eifersüchtig wird","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505321","hoster":"VOE"},{"path":"/redirect/8660606","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zwei-engel-fuer-amor/staffel-1/episode-8","name":"Liebe und Eifersucht","epNo":8,"alt":"","descr":"Wie man Liebesglück durch einmischen gefährden und dann doch wieder retten kann. Max’ Plan wäre gar nicht nötig gewesen, denn Kims Mutter Dagmar merkt in den Armen von Ramon, dass sie ihren Michael wirklich noch liebt. Aber in der Zwischenzeit haben sich Michael und Max’ Mutter Christel angenähert. Es kommt zu einer unangenehmen Begegnung, bei der nicht alle Beteiligten noch ihre Kleidung anhaben: Als Dagmar zu Michael geht, um sich zu entschuldigen, findet sie ihn mit Christel nackt auf der Hollywoodschaukel vor. Na Bravo! Aber Max hat schon wieder eine Idee: Da hilft nur noch eins, die Sorge um die gemeinsame Tochter soll die Ehe wieder zusammenbringen. Kims Nussallergie muss aktiviert werden. Denn Kim sieht aus wie Klitschko nach der 12. Runde, wenn sie auch nur eine Nuss sieht. Eine Verabredung für den Abend mit beiden Eltern im Cafe Engel wird ein Fall für den Notarzt, ansonsten aber ein voller Erfolg. Dafür hat Andi, im Vorbereitungsstress für seine Hochzeit, keine Zeit für Kims Probleme. Kim macht ihm unmissverständlich klar, dass sie von einem \"Freund\" eigentlich aber genau das erwartet.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505322","hoster":"VOE"},{"path":"/redirect/8660605","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zwei-engel-fuer-amor/staffel-1/episode-9","name":"Liebe und Gegensätze","epNo":9,"alt":"","descr":"Ziehen sich Gegensätze eher an, oder stoßen sie sich ab? – Amors Auftrag: Den Bauarbeiter Uwe mit der Anwältin Meike zusammenzubringen. Es ist ein ungleiches Paar: Meike ist Andis Anwaltskollegin mit Doppel-Doktortitel und Uwe Bauarbeiter. Kim und Max schreiten auf jeden Fall zur Tat, inszenieren einen Baustellenunfall, bei dem Uwe Meike retten kann. Und schon hat es zwischen den beiden gefunkt. Aber bald folgt die Ernüchterung. Meike frühstückt vegetarisch und würde gern mit Uwe zum Ballettabend gehen; Uwe isst gerne Wurst, Schinken und Speck und mag keine Männer in Strumpfhosen – Sendepause. Selbst als Uwe eine von Meike organisierte dröge Anwaltsfete durch einen beherzten Ententanz rettet und Meike sich damit die Anerkennung ihres Chefs Colbert verschafft, läuft es schief. Denn beglückt umarmt Colbert Meike. Uwe missversteht die Situation, verlässt entmutigt das Fest und läuft Trixi in die Arme, die gleich mit ihm im Bauwagen verschwindet. Schade, dass Meike das mitbekommt …  Max will sich nicht mehr länger von Amor herumschicken lassen und kündigt ihm seine Mitarbeit auf. Um zu beweisen, dass er auch ohne Amor genügend Frauen rumkriegt, bändelt er mit Trixi an, landet mit ihr im Bett – und nichts passiert. Amor muss ihn verhext haben, da ist sich Max sicher.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505324","hoster":"VOE"},{"path":"/redirect/8660604","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zwei-engel-fuer-amor/staffel-1/episode-10","name":"Liebe und Selbstbewusstsein","epNo":10,"alt":"","descr":"Für eine glückliche Liebe braucht es eine gehörige Portion Selbstbewusstsein. – Amors Auftrag: der Fall Anwältin und Bauarbeiter. Kim und Max sind sich einig, dass es Uwe an Selbstbewusstsein fehlt. Also überredet Kim Uwe, eine Liste der Sachen aufzuschreiben, in denen er richtig gut ist. Denn, so weiß sie, jeder Mensch hat viele Stärken, man muss sie sich nur einmal selber vor Augen führen. Aber hat Uwe wirklich etwas, das ihn überzeugt, gut genug für Meike zu sein? Und Meike? Die behauptet, als Kim sie zu einer Verabredung mit Uwe für den Abend ins Café Engel einlädt, dass sie geschäftlich unbedingt verreisen muss. \"Uwe kämpft viel mehr als du. Es wird Zeit, dass du auch mal kämpfst!\", schmeißt Kim Meike an die Kopf. Und tatsächlich. Meike erscheint zur Verabredung, und Uwe nutzt seine Chance. Mit Erfolg. Auftrag erfüllt, Max hat seine Kündigung bei Amor zurückgezogen und hofft nun, nicht mehr mit diesem scheußlichen Bann belegt zu sein. Und Kim? Fragt sich, ob die Parole \"Mehr Selbstbewusstsein\" nicht auch auf sie passt. Ihre Schwester Paula rät ihr, Andi zu verführen. Rangehen, heißt die Devise. Kim nimmt allen Mut zusammen","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505323","hoster":"VOE"},{"path":"/redirect/12985367","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zwei-engel-fuer-amor/staffel-1/episode-11","name":"Liebe und Missverständnisse","epNo":11,"alt":"","descr":"Wie man nach dem Falschen sucht und dabei das Richtige findet. – Amors Auftrag: Findet den richtigen Partner für Winne (1). Zum Glück rückt Amor mit seinem letzten Auftrag raus: Kim und Max sollen den richtigen Partner für Winne finden. Kim freut sich auf eine leichte Aufgabe, aber Max winkt skeptisch ab. \"Winne ist nur die Schulter, an der sich die Mädels ausweinen!\", sagt er über seinen Freund und Manager. Niederschmetternd. Und tatsächlich, Winnes Bilanz ist eine Katastrophe. Drei Frauen in 35 Jahren. Warum nur? Kims Idee: Wie wäre es mit Winne und Britti? Aber das gemeinsame Abendessen von Britti und Winne verdient mindestens den Titel \"Das große Schweigen\". Wie wäre es mit Winne und Anja? Immerhin hat sich Anja, die Superfrau des Superfußballers Chris, bei einem Kneipentreffen an Winnes Schulter ausgeheult. Max ist sich sicher: Winne hat nur noch nicht kapiert, wie man vom \"Händchenhalten\" weiter kommt. Mit Kim als Versuchsobjekt demonstriert er Winne die richtigen Schritte zum Kuss, bis Kim sich verwirrt in Sicherheit bringt. Winne versucht Max’ Lektion umzusetzen. Allerdings nicht bei Anja …  Und Andi? Kim ist entschlossen, ihm ihre Gefühle zu zeigen, egal, ob er Franziska in wenigen Tagen heiratet. Doch Andi reagiert etwas unerwartet: Nach ihrer Liebeserklärung lässt er Kim einfach stehen.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505325","hoster":"VOE"},{"path":"/redirect/8660607","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zwei-engel-fuer-amor/staffel-1/episode-12","name":"Liebe und Alleinsein","epNo":12,"alt":"","descr":"Wie viel Kompromisse verträgt die Liebe? Ist eine Affäre besser als nichts? – Amors Auftrag: Findet den richtigen Partner für Winne (2). Amors Auftrag ist noch nicht erfüllt, Winne hat noch keine Partnerin – oder besser keinen Partner? Denn Max’ Auftauchen und sein hysterisches Gekreische bringen Winne und Chris Sekunden vor dem ersten Kuss auseinander. Winne will sich geschockt in den Urlaub verabschieden. Chris hat panische Angst, dass seine Zuneigung zu Winne entdeckt wird. Ein schwuler Fußballprofi – das ist das Letzte, was die Fans akzeptieren würden. Da bleibt nur eines: Kim und Max müssen versuchen, Chris davon zu überzeugen, sich zu Winne zu bekennen. Und das mit einem Trick. Also knutscht Max mit Winne und knabbert ihm am Ohr – so lange, bis Chris vor Eifersucht rast. Gesagt, getan. Doch jetzt müssen Kim und Max Chris überzeugen, dass das Geturtel nur geschauspielert war, und Max eigentlich auf Frauen steht. Chris fordert Max auf, Kim zum Beweis zu küssen. Und Kim und Max küssen sich: innig, inniger, noch inniger. Chris ist versöhnt, der letzte Auftrag erfüllt. Schnurstracks marschiert Kim zu Andi, weiß sie doch, dass Franziska in München ist. Und hat ihr Andi nicht gerade gestanden, dass er noch Gefühle für sie hat? Kim küsst Andi, küsst ihn intensiver, die beiden landen im Bett – und Max sitzt alleine in seiner Wohnung.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505326","hoster":"VOE"},{"path":"/redirect/8660609","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zwei-engel-fuer-amor/staffel-1/episode-13","name":"Liebe und Traumprinzen","epNo":13,"alt":"","descr":"Gibt es die große Liebe oder soll man sich mit dem Besten, was da ist, begnügen? – Amors Auftrag: Kims Schwester Paula und ihren Mann Ulli auseinander zu bringen (1). Nach der gemeinsamen Liebesnacht verlässt Andi geradezu fluchtartig Kims Wohnung: Er muss nachdenken, über das, was passiert ist. Kim schmeißt ihm seine Uhr hinterher und stellt Amor wütend zur Rede: Von wegen letzter Auftrag, obwohl vier Paare verkuppelt sind! Amor will, dass die beiden noch ein Paar diesmal aber auseinander bringen: Kims Schwester Paula und ihren Mann! Paula und ihren Mann Ulli auseinander bringen? Was hat Amor jetzt wieder vor? Das ist zu viel. Kim kündigt dem Liebesgott wütend die Mitarbeit. Sie will Paula nicht ins Unglück stürzen. Sie will keinen Traummann mehr! Sie will keinen Andi mehr! Sie wird einfach das Beste nehmen, was da ist – und das ist in diesem Fall der nächste Mann, der durch die Tür des Café Engel kommt. Die Tür geht auf – herein kommt Tim. Gut aussehend, Kinderarzt und gar nicht abgeneigt, als Kim sich für den Abend mit ihm verabredet. Max will Kim wegen Andi nicht länger leiden sehen und nimmt Amors Auftrag an. Er lädt Paula zu einem Wochenend-Trip nach Paris ein. \"Ich schwöre, ich werde Paula nicht anrühren!\", verspricht er Kim, \" … aber wenn sie die Initiative ergreift, dann weißt du, dass sie in ihrer Ehe unglücklich ist!\" Kim glaubt, Amor hätte sie verarscht und weiß auch, wie man das überprüfen kann: Max soll TV-Star Felicitas Woll anbaggern. Holt sich Max eine Abfuhr, hat Amor nicht Wort gehalten. Und Max lässt sich auf den Test ein.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505327","hoster":"VOE"},{"path":"/redirect/8660610","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zwei-engel-fuer-amor/staffel-1/episode-14","name":"Liebe und Sicherheit","epNo":14,"alt":"","descr":"Je weniger du liebst, desto sicherer fühlst du dich. – Amors Auftrag: Kims Schwester Paula und ihren Mann Ulli auseinander zu bringen (2). Paula und Ulli, oder Paula und kein Ulli? Ulli will seine Ehefrau Paula überraschen. Er lässt die Kinder bei seiner Mutter in Magdeburg, fährt zurück nach Berlin und will jetzt von Kim wissen, wo Paula steckt. \"Mit Max in Paris!\", gesteht Kim. \"Aber das hat gar nichts zu bedeuten!\" beteuert sie schnell und hat keine Ahnung, dass genau in diesem Moment in Paris Paula über Max herfällt. Zurück in Berlin können Kim und Paula im letzten Moment verhindern, dass Ulli Max etwas antut. \"Ich will mit dir reden!\", sagt Paula zu Ulli. \"Ich will mit dir reden!\", sagt Andi zu Kim, als die mit dem geretteten Max im Café Engel auftaucht. \"Ich auch!\", ergänzt Tim. Aber Kim redet nur mit Paula. Und die hat sich entschlossen, Ulli zu sagen, dass sie ihn nicht liebt. Paula hat eines begriffen: So wie Kim Andi liebt, möchte sie auch einmal jemanden lieben. Ab jetzt nur noch die ganz großen Gefühle. Kim ist entsetzt: Das hat sie nicht gewollt. Und bedeutet das vielleicht, dass Tim auch nicht die Lösung gegen ihren Liebeskummer ist? Max hat Amors Auftrag erfolgreich erledigt und könnte sich die Belohnung abholen. Aber als Max am nächsten Tag ins Cafe kommt, ist der Engel verschwunden. Schiff hat Amor verkauft.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505329","hoster":"VOE"},{"path":"/redirect/8660611","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zwei-engel-fuer-amor/staffel-1/episode-15","name":"Liebe und Versuche","epNo":15,"alt":"","descr":"Wie kompliziert kann Liebe werden? Andi will es mit Kim \"noch einmal versuchen\". Kein großes Liebesgeständnis – soll das etwa Amors Belohnung sein? Kim weiß nicht, was sie denken und fühlen soll. Und dann kommt auch noch Max mit der Nachricht: Amor ist verschwunden! Schiff hat die Statue zurück an die Antiquitätenhändlerin verkauft! Max und Kim treffen in dem heruntergekommenen Laden auf Venus, die sich ihnen als Amors Botin vorstellt. In seinem Namen gibt sie ihnen den allerletzten Auftrag: Sie sollen dafür sorgen, dass Andi und Franziska heiraten! Kim platzt der Kragen: Welches Absichten verfolgt dieser verfluchte Engel eigentlich?! Wie soll sie Andi zurück bekommen, wenn er Franziska heiratet? Zumal er doch gerade dabei ist, sich für Kim zu entscheiden. Aber jetzt kurz vor dem Ziel will sie nicht aufgeben und folgt Amors Anweisungen. Was Kim und Max nicht wissen: Venus hat Amor entführt, um zu verhindern, dass er seine Wette gegen sie gewinnt. Der Auftrag ist erlogen und soll die beiden Liebesboten in die falsche Richtung lenken …  Max merkt immer deutlicher, dass ihn Amors Belohnung nicht mehr interessiert: Er will nicht mehr jede Frau, sondern nur noch eine: Kim. Aber wenn er jede Frau haben könnte, zählt Kim nicht dann auch dazu? Aber wie kann sie dann am Ende Andi zur Belohnung bekommen? Plötzlich gibt es einen seltsamen Widerspruch in Amors Angebot. Hat er etwa schon wieder gelogen? Oder treibt die angebliche Antiquitätenhändlerin, Venus, ein unfaires Spiel mit ihrem Wettpartner Amor? Max ist völlig durcheinander und bei dem aufrichtigen Versuch, Kim zu helfen, rutscht ihm plötzlich ein \"Ich liebe dich!\" heraus.","versions":[{"languageKey":"1","streams":[{"path":"/redirect/8505328","hoster":"VOE"},{"path":"/redirect/8660612","hoster":"Streamtape"}]}]},{"path":"/serie/stream/zwei-engel-fuer-amor/staffel-1/episode-16","name":"Liebe und Verzweiflung","epNo":16,"alt":"","descr":"Woran erkennt man den Richtigen? \"Ich liebe dich!\" – Alle haben gehört, was Max zu Kim gesagt hat. Aber er leugnet, stottert, redet sich raus und beteuert, dass alles ein Missverständnis war. Kim gibt vor, ihm zu glauben, denn: Alles andere wäre jetzt viel, viel zu kompliziert. Denn Andi hat sich für Kim entschieden. Endlich! Der Himmel voller Geigen. Aber warum ist Kim dann gar nicht so glücklich, wie sie erwartet hatte? Vor allem: Wieso hat sich Andi für Kim entschieden, wenn Kim und Max doch Amors letzten Auftrag gar nicht erfüllt haben? Irgendetwas stimmt da nicht! Und da der kleine Engel immer noch verschwunden ist, müssen sie testen, ob auch Max seine Belohnung schon bekommen hat. Wieder prüfen sie Max’ Aufreißererfolge bei Felicitas Woll. Und dieses Mal gibt es von ihr keine Tritte, sondern zärtliche Blicke, Küsse und das Angebot an Max, mit Felicitas nach Trinidad zu fliegen. Und weil Kim nun mit Andi zusammen ist, will Max sich von seinem Liebesschmerz ablenken: \"Ich fahre mit Felicitas Woll nach Trinidad\", verkündet er. Aber warum ist das Kim gar nicht so egal, wie sie erwartet hatte? Die Verwirrung ist gar nicht so verwunderlich, denn: Wie sollen Kim und Max sich auch über ihre Gefühle klar werden, wenn zwei Götter, Amor und Venus, auf ihre Kosten ihre Kräfte messen? Venus will verhindern, dass Kim und Max ein Paar werden, damit Amor seine Wette verliert. Wer ist stärker?","versions":[{"languageKey":"1","streams":[{"path":"/redirect/12336948","hoster":"VOE"},{"path":"/redirect/8660615","hoster":"Streamtape"}]}]}]}]}