{"seriesId":"zweiter-weltkrieg-geschichte-von-oben","name":"Zweiter Weltkrieg: Geschichte von oben","descr":"Zweiter Weltkrieg: Geschichte von oben zeichnet die außergewöhnlichsten Ereignisse des Zweiten Weltkriegs aus einer völlig neuen Perspektive nach. Durch den Abgleich fesselnder Fotografien von der Front, seltener Archivfilme und bemerkenswerter Luftaufklärungsbilder mit den jeweiligen Originalschauplätzen rekonstruiert diese Serie entscheidende Schlachten, gewagte Bombenangriffe und die Entwicklung der ersten Marschflugkörper und ballistischen Raketen der Welt.","seasons":[{"seasonId":"staffel-1","episodes":[{"epId":"episode-1","name":"Der lange Weg zum D-Day","epNo":1,"alt":"Road To D-Day","descr":"Die Landung der Alliierten in der Normandie war eine logistische Meisterleistung unter Beteiligung aller Waffengattungen. Eine Rekonstruktion aus der Vogelperspektive enthüllt spannende neue Details.","versions":[{"lang":1,"streams":[{"redirect":12950638,"hoster":"VOE"},{"redirect":12950635,"hoster":"Streamtape"}]}]},{"epId":"episode-2","name":"Hitlers Vergeltungswaffen","epNo":2,"alt":"Hitlers Vengeance Weapons","descr":"Ab 1942 trägt die jahrelange Forschung deutscher Wissenschaftler zu neuartigen Raketenwaffen Früchte. Die Allliierten müssen verhindern, dass diese \"Vergeltungswaffen\" großflächig zum Einsatz kommen.","versions":[{"lang":1,"streams":[{"redirect":12950637,"hoster":"VOE"},{"redirect":12952498,"hoster":"Streamtape"}]}]},{"epId":"episode-3","name":"Der lange Weg nach Berlin","epNo":3,"alt":"Road to Berlin","descr":"Die Rote Armee rückt Anfang 1945 Richtung Berlin vor. Zwar ist sie der Wehrmacht zahlenmäßig weit überlegen, doch sie muss zunächst mehrere stark verteidigte deutsche Festungsanlagen ausschalten.","versions":[{"lang":1,"streams":[{"redirect":12950643,"hoster":"VOE"},{"redirect":12950642,"hoster":"Streamtape"}]}]},{"epId":"episode-4","name":"Die Zerstörer der Talsperren","epNo":4,"alt":"Dambusters","descr":"1943 sehen sich die Westalliierten auf dem europäischen Kontinent einer deutschen Übermacht gegenüber. Um deren Widerstand zu schwächen, sollen wichtige Industriezentren aus der Luft zerstört werden.","versions":[{"lang":1,"streams":[{"redirect":12950645,"hoster":"VOE"},{"redirect":12950644,"hoster":"Streamtape"}]}]},{"epId":"episode-5","name":"Die Ardennenoffensive","epNo":5,"alt":"Battle of the Bulge","descr":"Im Dezember 1944 setzt Hitler noch einmal alles auf eine Karte: Die \"Ardennenoffensive\" in Belgien und Luxemburg soll die Wende und schließlich den \"Endsieg\" bringen. Doch das Vorhaben misslingt.","versions":[{"lang":1,"streams":[{"redirect":12950650,"hoster":"VOE"},{"redirect":12950652,"hoster":"Streamtape"}]}]},{"epId":"episode-6","name":"Flucht aus Dünkirchen","epNo":6,"alt":"Escape from Dunkirk","descr":"Mai 1940: Rund 400.000 britische Soldaten werden nahe der französischen Hafenstadt Dünkirchen von der Wehrmacht eingekesselt. Angesichts der Übermacht bleibt ihnen nur die Flucht über das Meer.","versions":[{"lang":1,"streams":[{"redirect":12950654,"hoster":"VOE"},{"redirect":12950656,"hoster":"Streamtape"}]}]}]}]}